import React from "react";
import styles from "./News.module.scss";

const News = () => {
  return (
    <div>
      <div className={styles.news}>
        <p>
          Lorem Ipsum - это текст-"рыба", часто используемый в печати и
          вэб-дизайне. Lorem Ipsum является стандартной "рыбой" для текстов на
          латинице с начала XVI века. В то время некий безымянный печатник
          создал большую коллекцию размеров и форм шрифтов, используя Lorem
          Ipsum для распечатки образцов.
        </p>
        <p>
          Lorem Ipsum не только успешно пережил без заметных изменений пять
          веков, но и перешагнул в электронный дизайн. Его популяризации в новое
          время послужили публикация листов Letraset с образцами Lorem Ipsum в
          60-х годах и, в более недавнее время, программы электронной вёрстки
          типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.
        </p>
        <p>
          Многие думают, что Lorem Ipsum - взятый с потолка псевдо-латинский
          набор слов, но это не совсем так. Его корни уходят в один фрагмент
          классической латыни 45 года н.э., то есть более двух тысячелетий
          назад.
        </p>
        <p>
          Ричард МакКлинток, профессор латыни из колледжа Hampden-Sydney, штат
          Вирджиния, взял одно из самых странных слов в Lorem Ipsum,
          "consectetur", и занялся его поисками в классической латинской
          литературе.
        </p>
      </div>
    </div>
  );
};

export default News;
